7zip
act
activitywatch-bin
adw-gtk-theme
alsa-utils
android-tools
android-udev
antigravity-bin
auto-cpufreq
base
base-devel
bat
bc
bemenu
bemenu-wayland
bibata-cursor-theme-bin
blueman
bluez
bluez-utils
boost
brightnessctl
btop
calcurse
cargo-lambda-bin
ccache
cliphist
clipmenu
cloudflare-warp-bin
cloudflared
dkms
dmenu
dmidecode
docker
docker-buildx
docker-compose
dunst
efibootmgr
envycontrol
eza
fd
firefox
flatpak
fnm
foliate
fzf
gammastep
gdb
gimp
git
github-cli
glow
go
google-chrome
gparted
grim
gvfs
gvfs-mtp
hyperfine
i2c-tools
i3-wm
i3lock
i3status-rust
imagemagick
intel-media-driver
intel-ucode
iwd
jdk-openjdk
jetbrains-toolbox
jq
kdenlive
kitty
lazydocker
lazygit
lib32-gamemode
lib32-nvidia-utils
lib32-vulkan-icd-loader
libva-nvidia-driver
linux
linux-firmware
linux-headers
lldb
luarocks
ly
lynx
maim
mako
man-db
mat2
materia-gtk-theme
mediainfo
mold
mpc
mpd
mpd-mpris
mpv
neovim
network-manager-applet
networkmanager
nordic-theme
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nsxiv
nvidia-open-dkms
nvidia-prime
nvtop
obs-studio
opendoas
openrgb
pacman-contrib
pandoc-cli
papirus-icon-theme
parallel
pass
pavucontrol
peaclock
picard
picom
piper-tts
pipewire
pipewire-alsa
pipewire-pulse
polkit-gnome
python-i3ipc
python-pipx
python-setuptools
qt6ct
ranger
rclone
reaper
redshift
reflector
ripgrep
rmpc
rnote
rtkit
rust
sbctl
sheldon
simple-mtpfs
slurp
smartmontools
speech-dispatcher
stow
sway
swaybg
task
tdl-bin
telegram-desktop
thermald
thunar
timew
tmux
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-nerd-fonts-symbols-mono
tumbler
udiskie
ufw
ufw-docker
unclutter
usbutils
valgrind
virtualbox
virtualbox-host-modules-arch
visual-studio-code-bin
vit
vlc
vulkan-intel
waybar
wget
wireless_tools
xclip
xdg-utils
xdotool
xorg-xev
xorg-xinit
xorg-xinput
xorg-xrandr
xorg-xwininfo
xss-lock
xwallpaper
yay
yazi
yt-dlp
zathura
zathura-cb
zathura-pdf-poppler
zeal
zig
zoxide
zram-generator
zsh
